{
    "0": {
        "text":"Welcome to Password Pet! This is a password strength meter, designed with gamification in order to get users to have fun while learning how to make better, stronger and more secure passwords! "  
    },
    
    "1": {
        "text":"We started off with tons of research papers, wanting to get a good grade, and to of course learn more about password strength meters. <-- Our deepest, most profound goal! well let's start off at the beginning; The Ideas of password meeters are great, and if you are a fossil living under a rock, password strength meters are sort of like a traffic light system, giving you hope as you venture into the jungle to get home to your little hut. All in all, it is simple and educational. But what happens if (or should I say when) they fail you? leave you all alone, thinking you are safe; when you are not! Do not trust them, trust me!"  
    },
    "2": {
        "text":"We have been through the gist, scratched our heads and back again, and what we found was deeply horrifying, well it wasn't all bad, but let's just go with it. Not everything out there in the wild is developed securely, yes shocking I know. Some are too complex; ending up with a password to difficult to remember. Some are filled with stupid guessable questions, or they need updates too often <-- a pain in the @ss for most users! or too rarely; not ideally either. Comparing passwords to small blacklists or lacking updated blacklists <-- This makes a huge difference, they grow and evolve, and so must we! "  
    },
    "3": {
        "text":"So, in the end, what we wanted was to develop a password strength meter, that would help guide users along the way on their path. An easy tool for users to explore in a safe space with a friend along the way, and to see the possibilities. Learn why it is important, and most importantly how to make strong and secure passwords and to remember them and use them in the wild. "  
    },
    "4": {
        "text":"Win or Lose, but most importantly, learn something new and stay vigilant, Enjoy!"  
    },
    "5": {
        "text":"Cheers from Group 24!"  
    }
}